---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.SlopedFlangeAngle
source: html/a6ca0625-e72e-5964-3368-269b51e938c3.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.SlopedFlangeAngle Property

Sloped flange angle. (rad)

## Syntax (C#)
```csharp
public double SlopedFlangeAngle { get; set; }
```